-- phpMyAdmin SQL Dump
-- version 4.9.7
-- https://www.phpmyadmin.net/
--
-- ホスト: localhost:3306
-- 生成日時: 2021 年 4 月 14 日 06:47
-- サーバのバージョン： 5.7.32
-- PHP のバージョン: 7.4.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";

--
-- データベース: `pacificleague_player`
--

-- --------------------------------------------------------

--
-- テーブルの構造 `images`
--

CREATE TABLE `images` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- テーブルのデータのダンプ `images`
--

INSERT INTO `images` (`id`, `name`) VALUES
(20, '1950318861606ef1b9402061.39295064.jpg'),
(21, '276375287606f23006b2c05.98857053.jpg'),
(22, '332271162606f232bbfe872.55895052.jpg'),
(23, '801230721606f2399217522.91967419.jpg'),
(24, '1142017402607087175b7d69.17340279.jpg'),
(25, '393749382607169a6481c17.95782765.jpg'),
(26, '7636061660716a378ca654.60883670.jpg'),
(27, '44098970560716b71071096.87245754.jpg'),
(28, '105942551660716b9cb21c42.43850427.jpg'),
(29, '1653860516607473466c4a93.61062273.jpeg'),
(30, '485414621607473659588e5.27098699.png'),
(31, '1400527998607474cb7b6769.30715579.png'),
(32, '156095119760753f90e8abe4.10848334.jpg'),
(33, '364012860753ff8bb4188.48066063.png'),
(34, '628677713607540a0a58d90.31142837.jpeg'),
(35, '61244855860754205275c50.39270241.png'),
(36, '374485332607542598f80a3.61970653.png'),
(37, '1416368529607544207ac0b9.33011235.png'),
(38, '396039295607545964a0ea7.51781881.jpg'),
(39, '1930816749607567278fdde1.24539906.png'),
(40, '309225912607664203f0096.94095367.png'),
(41, '21277446946076643e7aa662.90991686.png');

--
-- ダンプしたテーブルのインデックス
--

--
-- テーブルのインデックス `images`
--
ALTER TABLE `images`
  ADD PRIMARY KEY (`id`);

--
-- ダンプしたテーブルの AUTO_INCREMENT
--

--
-- テーブルの AUTO_INCREMENT `images`
--
ALTER TABLE `images`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=42;
